Repository: Involute1/digitalVaccPass
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

source: Date:
es: Fecha:
pt: Data:

source: ChargeNr:
es: Número de lote:
fr: FraisNo:
pt: CobrançaNo:

source: Doctor:
de: Arzt:
fr: Docteur:
pt: Doutor:

source: Test-ID:
es: Identificación de la prueba:
fr: ID du test:
pt: Identificação do teste:

# digitalVaccPass
source: Digital vaccine pass
de: Digital Impfpass
es: Vacunación
fr: Certificat de vaccination
pt: Vacinação

# vaccPass
source: Vaccine pass
de: Impfpass
es: Vacunación
fr: Vaccination
pt: Vacinação

source: Test results
de: Testergebnisse
es: Resultados de las pruebas
fr: Résultats des tests
pt: Resultados dos testes

# fAQWhatHappensWithMyData
source: How is my data used?
de: Wie werden meine Daten benutzt?
es: ¿Cómo se utilizarán mis datos?
fr: Comment mes données seront-elles utilisées ?
pt: Como são utilizados os meus dados?

# fAQDataAnswer
source: Data privacy is very important to us. That is why we don٥t save any of your data. They are just saved on your mobile phone and can only be accessed by you
de: Datenschutz ist uns sehr wichtig. Daher werden deine Daten nur auf deinem Handy gespeichert und nicht noch wo anders. Diese können auch nur von dir angesehen werden.
es: La protección de datos es muy importante para nosotros. Por lo tanto, sus datos sólo se almacenarán en su teléfono móvil y no en ningún otro lugar. Además, sólo tú puedes verlos.
fr: La protection des données est très importante pour nous. Par conséquent, vos données ne seront stockées que sur votre téléphone portable et nulle part ailleurs. Vous êtes également le seul à pouvoir les consulter.
pt: A protecção de dados é muito importante para nós. Por conseguinte, os seus dados só serão armazenados no seu telemóvel e não em qualquer outro lugar. Estes também só podem ser vistos por si.

# fAQVaccPassSafe
source: Is it safe?
de: Ist die App sicher?
es: ¿Es segura la aplicación?
fr: L'application est-elle sécurisée ?
pt: A aplicação é segura?

# fAQVaccPassSafeAnswer
source: Yes it is. The app was developed by experts and professors that specialize in that Field
de: Ja die App ist sicher. Sie wurde von Professoren und Experten entwickelt die sich in diesem Feld spezialisiert haben.
es: Sí, la aplicación es segura. Ha sido desarrollado por profesores y expertos especializados en este campo.
fr: Oui, l'application est sûre. Il a été développé par des professeurs et des experts spécialisés dans ce domaine.
pt: Sim, a aplicação é segura. Foi desenvolvido por professores e peritos especializados neste campo.

# fAQHowFastCanISeeNewVaccines
source: How fast can I see new vaccines
de: Wie schnell sehe ich meine neuen Impfungen
es: ¿Cuándo veré mis nuevas vacunas?
fr: Dans combien de temps vais-je recevoir mes nouveaux vaccins ?
pt: Em quanto tempo verei as minhas novas vacinações

# fAQHowFastAnswer
source: Almost immediately after scanning the QR-Code from your doctor
de: Sofort nachdem du den QR-Code von deinem Arzt eingescanned hast
es: Inmediatamente después de escanear el código QR de su médico
fr: Immédiatement après avoir scanné le code QR de votre médecin.
pt: Imediatamente após ter digitalizado o código QR do seu médico

# yourVaccPass
source: Your vaccine pass
de: Dein Impfpass
es: Su vacunación
fr: Votre certificat de vaccination
pt: O seu certificado de vacinação

# getYourVaccPass
source: Get your digital vaccine pass now and you cant loose it anymore
de: Hole dir jetzt deinen Impfpass und verliere ihn nicht mehr
es: Obtenga su tarjeta de vacunación ahora y no la pierda de nuevo...
fr: Obtenez votre carte de vaccination maintenant et ne la perdez plus.
pt: Obtenha já o seu cartão de vacinação e não o perca novamente

source: Family overview
de: Familienübersicht
es: Resumen de la familia
fr: Aperçu de la famille
pt: Visão geral da família

# onBoardScreenManageVaccineForFamily
source: Manage the vaccine pass for your family members
de: Verwalte die Impässe deiner Familienmitglieder direkt aus der App
es: Gestione los pasaportes de los miembros de su familia directamente desde la aplicación
fr: Gérez les passeports des membres de votre famille directement à partir de l'application.
pt: Gerir os passaportes dos membros da sua família directamente a partir da aplicação

# dataIsYours
source: Your data belongs to you
de: Deine Daten gehören dir
es: Sus datos le pertenecen
fr: Vos données vous appartiennent
pt: Os seus dados são seus

# dataIsYourSavedOnlyOnMobile
source: Your data belongs to you. That٥s why your data is only saved on your mobile
de: Deine Daten gehören dir, darum werden diese nur auf deinem Handy gespeichert.
es: Tus datos son tuyos, por lo que sólo se almacenan en tu teléfono.
fr: Vos données vous appartiennent, elles ne sont stockées que sur votre téléphone.
pt: Os seus dados são seus, por isso só são guardados no seu telefone.

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
pt: Saltar

source: Done
de: Fertig
es: Listo
fr: Prêt
pt: Pronto

source: Add vaccine
de: Impfung hinzufügen
es: Añadir la vacunación
fr: Ajouter la vaccination
pt: Adicionar vacinação

source: Vaccine
de: Impfung
es: Vacunación
fr: Vaccination
pt: Vacinação

# vaccineCantBeEmpty
source: Vaccine name can٥t be empty!
de: Impfung darf nicht leer sein
es: La vacunación no debe estar vacía
fr: La vaccination ne doit pas être vide
pt: A vacinação não deve ser vazia

# chargeNrCantBeEmpty
source: ChargeNr can٥t be empty
de: ChargeNr darf nicht leer sein
es: ChargeNr no debe estar vacío
fr: FraisNr ne doit pas être vide
pt: CobrançaNo não deve estar vazio

# dateCantBeEmpty
source: Date can٥t be empty
de: Datum darf nicht leer sein
es: La fecha no debe estar en blancon
fr: La date ne doit pas être vide
pt: A data não deve estar em branco

# generateQr
source: Generate QR-Code
de: QR-Code generieren
es: Generar código QR
fr: Générer un code QR
pt: Gerar código QR

source: Statistic
de: Statistik
es: Estadísticas
fr: Statistiques
pt: Estatísticas

source: Statistics
es: Estadísticas
fr: Statistiques
pt: Estatísticas

source: Reset password
de: Passwort zurücksetzen
es: restablecer contraseña
fr: réinitialiser le mot de passe
pt: redefinir palavra-passe

source: E-mail
es: Correo
fr: Courriel
pt: Correio

# emailCantBeEmpty
source: E-Mail can٥t be empty
de: E-Mail darf nicht leer sein
es: El correo no debe estar vacío
fr: Courriel ne doit pas être vide
pt: O e-mail não deve estar vazio

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
pt: Reinicialização

source: Login
de: Anmelden
es: Entrar
fr: Connectez-vous
pt: Iniciar Sessão

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

# passwordCantBeEmpty
source: Password can٥t be empty
de: Passwort darf nicht leer sein
es: La contraseña no debe estar vacía
fr: Le mot de passe ne doit pas être vide
pt: A palavra-passe não deve estar vazia

source: Forgot password?
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
pt: Esqueceu-se da palavra-passe?

# emailAndPwDontMatch
source: Mail and password are wrong
de: E-Mail oder Passwort sind falsch
es: El correo o la contraseña son incorrectos
fr: L'adresse électronique ou le mot de passe sont incorrects
pt: O e-mail ou palavra-chave estão incorrectos

source: Register
de: Registrieren
es: Registro
fr: Registre
pt: Registe-se

# firstLastName
source: First and last name
de: Vor - und Nachname
es: Nombre y apellidos
fr: Nom et prénom
pt: Primeiro e último nome

# nameCantBeEmpty
source: Name can٥t be empty
de: Name darf nicht leer sein
es: El nombre no debe estar vacío
fr: Le nom ne doit pas être vide
pt: O nome não deve estar vazio

# notAValidEmail
source: Not a valid mail address
de: Keine valide E-Mail Adresse
es: No hay dirección de correo electrónico válida
fr: Adresse électronique non valide
pt: Nenhum destinatário de e-mail válido não estar vazio

# passwordErrLength
source: Password is too short, must be at least 8 characters
de: Das Passwort ist zu kurz, es muss mindestens eine Länge von 8 haben
es: La contraseña es demasiado corta, debe tener una longitud de al menos 8
fr: Le mot de passe est trop court, il doit avoir une longueur d'au moins 8.
pt: A senha é demasiado curta, deve ter um comprimento de pelo menos 8

# passwordErrNumber
source: Password must contain a number
de: Das Passwort muss eine Zahl enthalten
es: La contraseña debe contener un número
fr: Le mot de passe doit contenir un nombre
pt: A senha deve conter um número

source: Repeat password
de: Passwort wiederholen
es: Repite la contraseña
fr: Répéter le mot de passe
pt: Repetir palavra-passe

# passwordErrDontMatch
source: Passwords don٥t match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
pt: As palavras-passe não coincidem

source: Vaccine added
de: Impfung hinzugefügt
es: Vacunación añadida
fr: Vaccination ajoutée
pt: Vacinação acrescentada

source: My QR-Code
de: Mein QR-Code
es: Mi código QR
fr: Mon code QR
pt: O meu código QR

source: FAQ
es: Preguntas frecuentes
fr: Questions fréquemment posées
pt: Perguntas mais frequentes

source: About us
de: Über uns
es: Sobre nosotros
fr: A propos de nous
pt: Sobre nós

source: Logout
de: Abmelden
es: Cierre de sesión
fr: Déconnexion
pt: Sair

source: Registration
de: Registrierung
es: Registro
fr: Inscription
pt: Inscrição

# noVaccinesAvailable
source: No vaccines added yet.
es: No se han añadido vacunas
fr: Aucun vaccin ajouté
pt: Nenhuma vacina adicionada

source: Register as doctor
es: Registrarse como médico
fr: S'inscrire comme médecin
pt: Registe-se como médico

# lastSevenDays
source: Last 7 days
es: Los últimos 7 días
fr: Les 7 derniers jours
pt: Os últimos 7 dias

# lastThirtyDays
source: Last 30 days
es: Los últimos 30 días
fr: Les 30 derniers jours
pt: Os últimos 30 dias

source: Overall
es: Total
fr: Total
pt: Total

source: Vaccinations
es: Vacunas
pt: Vacinas

source: Tests
es: Pruebas
pt: Testes
